Repository: furknataman/register-event
Catalog: lib/l10n/app_*.arb
Languages: tr

source: Hi
tr: Merhaba

source: Login
tr: Giriş Yap

source: Logout
tr: Çıkış Yap

source: Register
tr: Kayıt Ol

source: Full
tr: Dolu

source: Unregister
tr: Kaydı Sil

# upcoming
source: Upcoming Events
tr: Yaklaşan Etkinlikler

source: Password
tr: Şifre

source: Time of Event
tr: Etkinlik Saati

source: Speakers
tr: Konuşmacılar

source: Capacity
tr: Kapasite

# freeSeats
source: {remainingQuota} free seats left from {presentationQuota}
tr: {remainingQuota} adet boş yer kaldı, toplam kontenjan {presentationQuota}

source: Description
tr: Açıklama

# scanqr
source: Scan the QR code of your event
tr: Etkinliğinizin QR kodunu tarayın

source: Filters
tr: Filtrele

source: Reset
tr: Sıfırla

source: Ok
tr: Tamam

source: Cancel
tr: İptal

# startFrom
source: Starting from
tr: Başlangıç

source: What to show
tr: Ne gösterilecek

source: Target group
tr: Hedef grup

source: Branch
tr: Branş

source: Past
tr: Geçti

source: E-mail
tr: E-posta

# conferancesName
source: Autumn Teachers Conference
tr: Sonbahar Öğretmenler Konferansı

source: No Permission
tr: Kamera erişim izni yok.

source: All
tr: Hepsi

# pastEvent
source: Past Events
tr: Geçmiş Etkinlikler

source: Ongoing Events
tr: Devam Eden Etkinlikler

source: Registered Events
tr: Kayıt Olunan Etkinlikler

source: Non-Registered
tr: Etkinlik Kayıtlı Değil

# nonRegisterMessage
source: You are not registered the event that you have scanned.
tr: Taradığınız etkinlik kayıtlı değil.

# allreadyAttended
source: Already Attended
tr: Etkinliğe Katıldınız

# allReadyAttendedMessage
source: You have already attended this event
tr: Bu etkinliğe zaten katıldınız.

# attendedEvent
source: Join The Event
tr: Etkinliğe Katıl.

# attendedEventMessage
source: You are about to attend to {eventTitle}, are you sure?
tr: {eventTitle} etkinliğine katılmak üzeresiniz, emin misiniz?

# unrecognized
source: Unrecognized Code
tr: Tanınmayan Kod

# unrecognizedMessage
source: The code you have scanned cannot be recognized by our system. Please scan only the codes printed on doors.
tr: Taradığınız kod sistemimiz tarafından tanınamıyor. Lütfen yalnızca kapıların üzerinde yazılı olan kodları tarayın.

# loginError
source: Username or password is incorrect
tr: Kullanıcı adı veya şifre hatalı

# connectionError
source: An error occurred. Can you try again?
tr: Bir hata oluştu. Tekrar deneyebilir misiniz?

# localNotifTitle
source: An event is near.
tr: Bir etkinlik yaklaşıyor.

# localNotifBody
source: {title} is starting by 10 minutes in {branch}. Don’t forget to scan the qr code.
tr: ${title} 10 dakika sonra ${branch}'da başlıyor. QR kodu taramayı unutmayın.

# noSeat
source: Time Slot Full
tr: Zaman Aralığı Dolu

# appRate
source: Evaluation Survey
tr: Değerlendirme Anketi

# rollCallTitle
source: Inspection
tr: Yoklama

# rollCallBody
source: Do you confirm the roll call?
tr: Yoklamayı onaylıyor musunuz?

# scanAttendMessage
source: Your event entry has been approved, you can log in.
tr: Etkinlik girişiniz onaylandı, giriş yapabilirsiniz.

# generalForm
source: Conference Evaluation Form
tr: Konferans Değerlendirme Formu

# status
source: Login Status
tr: Giriş Durumu

# canLogin
source: Allowed
tr: Giriş Yapabilir.

# dailySchedule
source: My Program
tr: Programım

source: Event Location
tr: Etkinlik Yeri

source: Profile
tr: Profil

# userInfo
source: User Information
tr: Kullanıcı Bilgileri

source: Change Password
tr: Şifre Değiştir

source: Theme Selection
tr: Tema Seçimi

source: Language Selection
tr: Dil Seçimi

source: No events yet
tr: Henüz etkinlik yok

source: Search events
tr: Etkinlik ara

# startSearching
source: Start searching for events
tr: Etkinlik aramaya başlayın

# noResults
source: No results found
tr: Sonuç bulunamadı

# noResultsFor
source: No events found matching "{query}"
tr: "{query}" için eşleşen etkinlik bulunamadı

source: Notifications
tr: Bildirimler

# noNotifications
source: No notifications yet
tr: Henüz bildirim yok

# newNotificationsHere
source: Your new notifications will appear here
tr: Yeni bildirimleriniz burada görünecek

source: Light Theme
tr: Açık Tema

source: Dark Theme
tr: Koyu Tema

# systemTheme
source: System
tr: Sistem

source: Settings
tr: Ayarlar

source: Are you sure?
tr: Emin misiniz?

# logoutConfirmation
source: Are you sure you want to logout?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Error
tr: Hata

source: An error occurred
tr: Bir hata oluştu

source: Retry
tr: Tekrar Dene

source: Loading
tr: Yükleniyor

source: {theme} selected
tr: {theme} seçildi

# languageSelected
source: {language} language selected
tr: {language} dili seçildi

# searchPlaceholder
source: Search for event, teacher or school...
tr: Etkinlik, öğretmen veya okul ara...

source: No institution info
tr: Kurum bilgisi yok

source: minutes
tr: dakika

source: No type info
tr: Tip bilgisi yok

source: No branch info
tr: Alan bilgisi yok

# noTitleInfo
source: No Title
tr: Başlık Yok

# categoryAll
source: All
tr: Tümü

source: Session
tr: Oturum

# session1
source: 1. Session
tr: 1. Oturum

# session2
source: 2. Session
tr: 2. Oturum

# session3
source: 3. Session
tr: 3. Oturum

# session4
source: 4. Session
tr: 4. Oturum

source: My Registrations
tr: Kayıt Olduklarım

# eventInfoLoadFailed
source: Event information could not be loaded
tr: Etkinlik bilgileri yüklenemedi

source: Operation failed
tr: İşlem başarısız oldu

# userInfoFetchFailed
source: User information could not be fetched
tr: Kullanıcı bilgisi alınamadı

# userInfoNotFound
source: User information not found
tr: Kullanıcı bilgisi bulunamadı

# userInfoLoading
source: Loading user information...
tr: Kullanıcı bilgisi yükleniyor...

# unregistrationSuccess
source: Registration cancelled
tr: Kayıt iptal edildi

# registrationSuccess
source: Registration successful
tr: Kayıt başarılı

source: Processing...
tr: İşlem yapılıyor...

source: Presentation Place
tr: Sunum Yeri

source: Presentation Time
tr: Sunum Saati

source: Quota
tr: Kontenjan

source: Duration
tr: Süre

source: Language
tr: Dil

# scheduleLoadFailed
source: Schedule could not be loaded
tr: Program yüklenemedi

# qrCodeProcessFailed
source: QR code could not be processed
tr: QR kod işlenemedi

# profileLoadFailed
source: Profile could not be loaded
tr: Profil yüklenemedi

# eventsLoadFailed
source: Events could not be loaded
tr: Etkinlikler yüklenemedi

source: Login failed
tr: Giriş başarısız oldu

source: Time Has Passed
tr: Saat Geçti

# sameSessionRegistered
source: Registered in Same Session
tr: Aynı Oturumda Kayıtlı

source: Quota Full
tr: Kontenjan Dolu

source: Presentation Not Found
tr: Sunum Bulunamadı

source: Registered (Time Passed)
tr: Kayıtlısınız (Saat Geçti)

source: Forgot Password?
tr: Şifremi Unuttum?

# sendResetCode
source: Send Code
tr: Kod Gönder

# enterEmailOrPhone
source: Email or Phone
tr: E-posta veya Telefon

# resetViaEmail
source: Via Email
tr: E-posta ile

# resetViaSms
source: Via SMS
tr: SMS ile

# selectResetMethod
source: Reset Method
tr: Sıfırlama Yöntemi

# enterResetCode
source: Reset Code
tr: Sıfırlama Kodu

source: New Password
tr: Yeni Şifre

source: Confirm Password
tr: Şifreyi Onayla

source: Reset Password
tr: Şifreyi Sıfırla

source: Reset code sent
tr: Sıfırlama kodu gönderildi

# passwordResetSuccess
source: Password reset successfully
tr: Şifre başarıyla sıfırlandı

source: Passwords must match
tr: Şifreler eşleşmiyor

source: Enter Code
tr: Kodu Girin

source: Code
tr: Kod

# resetPasswordTitle
source: Password Reset
tr: Şifre Sıfırlama

# forgotPasswordTitle
source: Forgot Password
tr: Şifremi Unuttum

# confirmRegistration
source: Do you want to confirm registration?
tr: Kayıt işlemini onaylıyor musunuz?

# confirmUnregistration
source: Are you sure you want to cancel registration?
tr: Kaydı silmek istediğinizden emin misiniz?

source: Confirm
tr: Onayla

# profileEmail
source: Email
tr: E-posta

# profilePhone
source: Phone
tr: Telefon

# profileSchool
source: School
tr: Okul

# profileJobTitle
source: Job Title
tr: Ünvan

source: Statistics
tr: İstatistikler

source: Attended Events
tr: Katılınan Etkinlikler

source: Profile Information
tr: Profil Bilgileri

source: Not provided
tr: Belirtilmemiş

source: User
tr: Kullanıcı

# appDevelopedBy
source: This app is developed by Eyüboğlu Education Institutions
tr: Bu uygulama Eyüboğlu Eğitim Kurumları tarafından geliştirilmiştir

source: Version
tr: Sürüm

# navHome
source: Home
tr: Ana Sayfa

# navScan
source: Scan
tr: QR

# navSearch
source: Search
tr: Ara

# navProfile
source: Profile
tr: Profil

# searchResultsCount
source: {count} results found
tr: {count} sonuç bulundu

# scanPageTitle
source: Scan QR Code
tr: QR

# scanQrInstruction
source: Scan the QR code at the event door
tr: Etkinlik kapısındaki QR kodu tarayın

# manualEntryTitle
source: Manual Entry
tr: Manuel Giriş

# manualEntryDescription
source: Enter event ID manually
tr: Etkinlik ID numarasını manuel olarak girin

# eventIdLabel
source: Event ID or QR Data
tr: Etkinlik ID veya QR Veri

# manualEntryProcess
source: Send
tr: Gönder

# attendanceSuccess
source: Attendance Successful
tr: Yoklama Başarılı

# generalAttendanceSuccess
source: Your general attendance has been recorded successfully!
tr: Genel yoklamanız başarıyla alındı!

# presentationAttendanceSuccess
source: Your presentation attendance has been recorded successfully!
tr: Sunum yoklamanız başarıyla alındı!

source: Attendance Already Taken
tr: Yoklama Zaten Alınmış

# generalAttendanceAlreadyTaken
source: Your general attendance has already been recorded.
tr: Genel yoklamanız daha önce alınmış.

# presentationAttendanceAlreadyTaken
source: Your attendance for this presentation has already been recorded.
tr: Bu sunum için yoklamanız daha önce alınmış.

source: Attendance Error
tr: Yoklama Hatası

# notRegisteredForPresentation
source: You are not registered for this presentation.
tr: Bu sunuma kayıtlı değilsiniz.

# invalidQrCode
source: Invalid QR code. Please scan the correct code.
tr: Geçersiz QR kod. Lütfen doğru kodu tarayın.

source: Processing attendance...
tr: Yoklama alınıyor...

source: Info
tr: Bilgi

source: Not Registered
tr: Kayıtlı Değilsiniz

# invalidQr
source: Invalid QR Code
tr: Geçersiz QR Kod
